[
  {
    "id": "524",
    "name": "Casino",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4TS5O1IP42bY2BvgMxL156EENy.jpg",
    "description": "In early-1970s Las Vegas, Sam \"Ace\" Rothstein gets tapped by his bosses to head the Tangiers Casino. At first, he's a great success in the job, but over the years, problems with his loose-cannon enforcer Nicky Santoro, his ex-hustler wife Ginger, her con-artist ex Lester Diamond and a handful of corrupt politicians put Sam in ever-increasing danger.",
    "year": "1995"
  },
  {
    "id": "84892",
    "name": "The Perks of Being a Wallflower",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/aKCvdFFF5n80P2VdS7d8YBwbCjh.jpg",
    "description": "Pittsburgh, Pennsylvania, 1991. High school freshman Charlie is a wallflower, always watching life from the sidelines, until two senior students, Sam and her stepbrother Patrick, become his mentors, helping him discover the joys of friendship, music and love.",
    "year": "2012"
  },
  {
    "id": "4512",
    "name": "The Assassination of Jesse James by the Coward Robert Ford",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/xMKn6EQS7eR5ubhPJbw5pQSBZMw.jpg",
    "description": "Outlaw Jesse James is rumored to be the 'fastest gun in the West'. An eager recruit into James' notorious gang, Robert Ford eventually grows jealous of the famed outlaw and, when Robert and his brother sense an opportunity to kill James, their murderous action elevates their target to near mythical status.",
    "year": "2007"
  },
  {
    "id": "335",
    "name": "Once Upon a Time in the West",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qbYgqOczabWNn2XKwgMtVrntD6P.jpg",
    "description": "As the railroad builders advance unstoppably through the Arizona desert on their way to the sea, Jill arrives in the small town of Flagstone with the intention of starting a new life.",
    "year": "1968"
  },
  {
    "id": "824",
    "name": "Moulin Rouge!",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/2kjM5CUZRIU5yOANUowrbJcRL9L.jpg",
    "description": "A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.",
    "year": "2001"
  },
  {
    "id": "18283",
    "name": "Brigadoon",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fplQcnvhlSr3lBdhj7w8kN3qbvp.jpg",
    "description": "Americans Jeff and Tommy, hunting in Scotland, stumble upon a village - Brigadoon. They soon learn that the town appears once every 100 years in order to preserve its peace and special beauty. The citizens go to bed at night and when they wake up, it's 100 years later. Tommy falls in love with a beautiful young woman, Fiona, and is torn between staying or going back to his hectic life in New York.",
    "year": "1954"
  },
  {
    "id": "787699",
    "name": "Wonka",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
    "description": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "year": "2023"
  },
  {
    "id": "123629",
    "name": "The Wizard of Loneliness",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/w8X9fPV09Xebdp6Z3rI11objoV0.jpg",
    "description": "After his mother dies and father goes to fight in World War II, a young boy moves in with his aunt and uncle who live in the countryside. Lonely and unhappy, he starts believing he has super powers. Then a \"dead\" man shows up.",
    "year": "1988"
  },
  {
    "id": "569094",
    "name": "Spider-Man: Across the Spider-Verse",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
    "description": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "year": "2023"
  },
  {
    "id": "453395",
    "name": "Doctor Strange in the Multiverse of Madness",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
    "description": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
    "year": "2022"
  },
  {
    "id": "1182047",
    "name": "The Apprentice",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ozoQP8SIOwU7yiWNq34Pjwzjk5G.jpg",
    "description": "A young Donald Trump, eager to make his name as a hungry scion of a wealthy family in 1970s New York, comes under the spell of Roy Cohn, the cutthroat attorney who would help create the Donald Trump we know today. Cohn sees in Trump the perfect protégé—someone with raw ambition, a hunger for success, and a willingness to do whatever it takes to win.",
    "year": "2024"
  },
  {
    "id": "558449",
    "name": "Gladiator II",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/3d52MgDuO1QNR5oVpBsdQv5JX8.jpg",
    "description": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "year": "2024"
  },
  {
    "id": "533535",
    "name": "Deadpool & Wolverine",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg",
    "description": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "year": "2024"
  },
  {
    "id": "9013",
    "name": "Midnight Run",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/vT4hIPxQIfYPOwIQaTvOY2gHzJg.jpg",
    "description": "A bounty hunter pursues a former Mafia accountant who embezzled $15 million of mob money. He is also being chased by a rival bounty hunter, the F.B.I., and his old mob boss after jumping bail.",
    "year": "1988"
  },
  {
    "id": "10215",
    "name": "Sliding Doors",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/s8VOVTywXZIIHqdEjkCZziH0ebq.jpg",
    "description": "London publicist Helen, effortlessly slides between parallel storylines that show what happens when she does or does not catch a train back to her apartment. Love. Romantic entanglements. Deception. Trust. Friendship. Comedy. All come into focus as the two stories shift back and forth, overlap and surprisingly converge.",
    "year": "1998"
  },
  {
    "id": "11635",
    "name": "Old School",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nYtuwNHpEoIbTgS3aFPSEwZNN6l.jpg",
    "description": "Three friends attempt to recapture their glory days by opening up a fraternity near their alma mater.",
    "year": "2003"
  },
  {
    "id": "400617",
    "name": "Phantom Thread",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/hgoWjp9Sh0MI97eAMZCnIoVfgvq.jpg",
    "description": "In 1950s London, renowned British dressmaker Reynolds Woodcock comes across Alma, a young, strong-willed woman, who soon becomes ever present in his life as his muse and lover.",
    "year": "2017"
  },
  {
    "id": "8052",
    "name": "Hard Eight",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1l5UaoP25Ak8PWCKIULQz70yF03.jpg",
    "description": "A stranger mentors a young Reno gambler who weds a hooker and befriends a vulgar casino regular.",
    "year": "1997"
  },
  {
    "id": "466420",
    "name": "Killers of the Flower Moon",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
    "description": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery.",
    "year": "2023"
  },
  {
    "id": "281957",
    "name": "The Revenant",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ji3ecJphATlVgWNY0B0RVXZizdf.jpg",
    "description": "In the 1820s, a frontiersman, Hugh Glass, sets out on a path of vengeance against those who left him for dead after a bear mauling.",
    "year": "2015"
  },
  {
    "id": "755",
    "name": "From Dusk Till Dawn",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/sV3kIAmvJ9tPz4Lq5fuf9LLMxte.jpg",
    "description": "After kidnapping a father and his two kids, the Gecko brothers head south to a seedy Mexican bar to hide out in safety, unaware of its notorious vampire clientele.",
    "year": "1996"
  },
  {
    "id": "2623",
    "name": "An Officer and a Gentleman",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/69adZbLeRk5TNQ3e0008dMnde9p.jpg",
    "description": "Zack Mayo is an aloof, taciturn man who aspires to be a navy pilot. Once he arrives at training camp for his 13-week officer's course, Mayo runs afoul of abrasive, no-nonsense drill Sergeant Emil Foley. Mayo is an excellent cadet, but a little cold around the heart, so Foley rides him mercilessly, sensing that the young man would be prime officer material if he weren't so self-involved. Zack's affair with a working girl is likewise compromised by his unwillingness to give of himself.",
    "year": "1982"
  },
  {
    "id": "592831",
    "name": "Megalopolis",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/yZWHpr5HlKTDlPf46UH8RSlEOu9.jpg",
    "description": "Genius artist Cesar Catilina seeks to leap the City of New Rome into a utopian, idealistic future, while his opposition, Mayor Franklyn Cicero, remains committed to a regressive status quo, perpetuating greed, special interests, and partisan warfare. Torn between them is socialite Julia Cicero, the mayor’s daughter, whose love for Cesar has divided her loyalties, forcing her to discover what she truly believes humanity deserves.",
    "year": "2024"
  },
  {
    "id": "595",
    "name": "To Kill a Mockingbird",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gZycFUMLx2110dzK3nBNai7gfpM.jpg",
    "description": "Scout Finch, 6, and her older brother Jem live in sleepy Maycomb, Alabama, spending much of their time with their friend Dill and spying on their reclusive and mysterious neighbor, Boo Radley. When Atticus, their widowed father and a respected lawyer, defends a black man named Tom Robinson against fabricated rape charges, the trial and tangent events expose the children to evils of racism and stereotyping.",
    "year": "1962"
  },
  {
    "id": "9426",
    "name": "The Fly",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8gZWMhJHRvaXdXsNhERtqNHYpH3.jpg",
    "description": "When Seth Brundle makes a huge scientific and technological breakthrough in teleportation, he decides to test it on himself. Unbeknownst to him, a common housefly manages to get inside the device and the two become one.",
    "year": "1986"
  },
  {
    "id": "244",
    "name": "King Kong",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/lHlnxKL5GbgRibyRFI7n1Ey850i.jpg",
    "description": "Adventurous filmmaker Carl Denham sets out to produce a motion picture unlike anything the world has seen before. Alongside his leading lady Ann Darrow and his first mate Jack Driscoll, they arrive on an island and discover a legendary creature said to be neither beast nor man. Denham captures the monster to be displayed on Broadway as King Kong, the eighth wonder of the world.",
    "year": "1933"
  },
  {
    "id": "956842",
    "name": "Fly Me to the Moon",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gjk8YdXpItoC1in53FCrZMFIuBx.jpg",
    "description": "Sparks fly in all directions as marketing maven Kelly Jones, brought in to fix NASA's public image, wreaks havoc on Apollo 11 launch director Cole Davis' already difficult task of putting a man on the moon. When the White House deems the mission too important to fail, Jones is directed to stage a fake moon landing as backup, and the countdown truly begins.",
    "year": "2024"
  },
  {
    "id": "13198",
    "name": "Wristcutters: A Love Story",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qModiIR60IMLP28ruGZluQOtsOj.jpg",
    "description": "Zia, distraught over breaking up with his girlfriend, decides to end it all. Unfortunately, he discovers that there is no real ending, only a run-down afterlife that is strikingly similar to his old one, just a bit worse. Discovering that his ex-girlfriend has also \"offed\" herself, he sets out on a road trip to find her.",
    "year": "2007"
  },
  {
    "id": "318917",
    "name": "Look Who's Back",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1CxZWytSiCzZiZA5k0AiLUFtQNA.jpg",
    "description": "When Adolf Hitler reawakens at the site of his former bunker in present-day Berlin, he is mistaken for a comedian and quickly becomes a media phenomenon.",
    "year": "2015"
  },
  {
    "id": "2749",
    "name": "15 Minutes",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bZ7Xx15zZdDzbKFKl4ULEJ11hWu.jpg",
    "description": "When Eastern European criminals Oleg and Emil come to New York City to pick up their share of a heist score, Oleg steals a video camera and starts filming their activities, both legal and illegal. When they learn how the American media circus can make a remorseless killer look like the victim and make them rich, they target media-savvy NYPD Homicide Detective Eddie Flemming and media-naive FDNY Fire Marshal Jordy Warsaw, the cops investigating their murder and torching of their former criminal partner, filming everything to sell to the local tabloid TV show \"Top Story.\"",
    "year": "2001"
  },
  {
    "id": "9479",
    "name": "The Nightmare Before Christmas",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/oQffRNjK8e19rF7xVYEN8ew0j7b.jpg",
    "description": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
    "year": "1993"
  },
  {
    "id": "1368",
    "name": "First Blood",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/a9sa6ERZCpplbPEO7OMWE763CLD.jpg",
    "description": "When former Green Beret John Rambo is harassed by local law enforcement and arrested for vagrancy, he is forced to flee into the mountains and wage an escalating one-man war against his pursuers.",
    "year": "1982"
  },
  {
    "id": "60233",
    "name": "Norm Macdonald: Me Doing Standup",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/13ftY9L0qrLeQYkaUIIKKv0volp.jpg",
    "description": "Norm MacDonald, the iconic anchor of SNL's \"Weekend Update\" and star of the cult classic Dirty Work, is back with a vengeance.",
    "year": "2011"
  },
  {
    "id": "59099",
    "name": "Hollywood & Wine",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/kvJewsaWPfl0qpWhcGwygAe6dZ1.jpg",
    "description": "Diane Blaine has the face of a movie star. Unfortunately, fallen star/tabloid queen Jamie Stephens already made it famous. Hollywoods constant rejection due to what Diane refers to as \"TJS\" (\"Too Jamie Stephens\") has made her bitter, frustrated....and, yes, whiny. Co-worker/boyfriend Jack Sanders doesn't help matters. His idea of ambition is letting it ride. Now he's in major debt to a trigger-happy mobster who, interestingly enough, has a thing for Jamie Stephens. Jack's only way out? Convince Diane to be Jamie and wipe out the debt having one meal with a made man. It's literally the performance of her life. With Jack's on the line.",
    "year": "2011"
  },
  {
    "id": "19419",
    "name": "Screwed",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/m6FfMbH1ga1Kp5QI9Nm0ETOIG64.jpg",
    "description": "A chauffeur kidnaps his rich boss's dog to hold it for ransom, but when she accidentally gets the dog back, she thinks that it's the chauffeur who's been kidnapped.",
    "year": "2000"
  },
  {
    "id": "347969",
    "name": "The Ridiculous 6",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/kPc80jywR5Nm2KIQjkY5i4VXSx4.jpg",
    "description": "When his long-lost outlaw father returns, Tommy \"White Knife\" Stockburn goes on an adventure-filled journey across the Old West with his five brothers.",
    "year": "2015"
  },
  {
    "id": "297399",
    "name": "Artie Lange: The Stench of Failure",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gZcNXYWhtC1JXQxfiIZmQI4ln1k.jpg",
    "description": "Most comedians are tortured artists and there are few more tortured than Artie Lange. The 46-year-old veteran comic, former Howard Stern Show star and two-time best selling author has been to hell. But he’s come back, albeit scathed both physically and psychologically, over the last few years. The culmination of Lange’s storied return to the stage takes form Oct. 18 at midnight on Comedy Central, when Artie Lange: The Stench of Failure premieres.",
    "year": "2014"
  },
  {
    "id": "32125",
    "name": "Artie Lange: Jack and Coke",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/63IzKJB06Tv2lAqYgDa85drQXxt.jpg",
    "description": "As raw and offensive as ever, Artie Lange returns to his roots in Jack and Coke, shot at one of his favorite clubs in his beloved New York City. One of America's funniest stand-up comedians, Lange's irreverent, uncensored humor gets huge laughs from this NYC crowd. The culmination of nearly four years of touring, Jack and Coke includes nearly an hour and a half of insanely honest material.",
    "year": "2009"
  },
  {
    "id": "14137",
    "name": "Beer League",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/yoB3G8yGNLHdbr4TSKZqRp7UJ72.jpg",
    "description": "An unemployed slacker inspires his softball teammates to improve their game to avoid getting kicked out of the local league.",
    "year": "2006"
  },
  {
    "id": "9323",
    "name": "Ghost in the Shell",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9gC88zYUBARRSThcG93MvW14sqx.jpg",
    "description": "In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster.",
    "year": "1995"
  },
  {
    "id": "9799",
    "name": "The Fast and the Furious",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gqY0ITBgT7A82poL9jv851qdnIb.jpg",
    "description": "Dominic Toretto is a Los Angeles street racer suspected of masterminding a series of big-rig hijackings. When undercover cop Brian O'Conner infiltrates Toretto's iconoclastic crew, he falls for Toretto's sister and must choose a side: the gang or the LAPD.",
    "year": "2001"
  },
  {
    "id": "9615",
    "name": "The Fast and the Furious: Tokyo Drift",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/46xqGOwHbh2TH2avWSw3SMXph4E.jpg",
    "description": "In order to avoid a jail sentence, Sean Boswell heads to Tokyo to live with his military father. In a low-rent section of the city, Shaun gets caught up in the underground world of drift racing",
    "year": "2006"
  },
  {
    "id": "838240",
    "name": "Robot Dreams",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ds402Qq09ybgBcXKiQNTZfzsP5o.jpg",
    "description": "A lonely dog's friendship with his robot companion takes a sad turn when an unexpected malfunction forces him to abandon Robot at the beach. Will Dog ever meet Robot again?",
    "year": "2023"
  },
  {
    "id": "746036",
    "name": "The Fall Guy",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/tSz1qsmSJon0rqjHBxXZmrotuse.jpg",
    "description": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job.",
    "year": "2024"
  },
  {
    "id": "7859",
    "name": "Half Nelson",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fdUCisMpTwy0oJOGwM7NrFFs400.jpg",
    "description": "Despite his dedication to the junior-high students who fill his classroom, idealistic teacher Dan Dunne leads a secret life of addiction that the majority of his students will never know. But things change when a troubled student Drey makes a startling discovery of his secret life, causing a tenuous bond between the two that could either end disastrously or provide a catalyst of hope.",
    "year": "2006"
  },
  {
    "id": "9708",
    "name": "The Wicker Man",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/xsHrmfgDcEk5fGhSiieKvrDuofq.jpg",
    "description": "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community.",
    "year": "2006"
  },
  {
    "id": "310131",
    "name": "The Witch",
    "image": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
    "description": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
    "year": "2016"
  }
]